11/data/attachments/c04c9ac794c75ea6.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_2fba8707-9152-49ca-9a95-0afba3dd9c4c</nif:username>
            <nif:friendToBeAdded>Jennifer_south_Actions_8270_0</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>